[
    {
        "judul" : "Aries",
        "tgl" : "21 Maret - 19 April",
        "imageId" : "aries",
        "tempat" : "Kambing Jantan",
        "deskripsi" : "Aries dilambangkan dengan kambing jantan yang suka mencari tantangan dan punya energi yang besar. Pada zaman kepercayaan kuno, kambing jantan adalah simbol kepemimpinan, keberanian dan kekuasaan. Orang yang lahir di bawah rasi bintang zodiak yang lahir pada 21 Maret - 19 April ini punya sifat seperti api, selalu bersemangat dan berdarah panas. Dia cenderung nggak punya rasa takut dan suka membela temannya. Namun karena emosinya yang sering meluap-luap, mereka terkesan temperamental dan sulit bersabar."
    }, 
    {
        "judul" : "Taurus",
        "tgl" : "21 April - 20 Mei",
        "imageId" : "taurus",
        "tempat" : "Banteng",
        "deskripsi" : "Banteng merupakan lambang zodiak Taurus. Nggak banyak orang yang tahu bahwa banteng sebenarnya punya jiwa yang tenang. Namun jika mereka merasa terganggu, mereka nggak ragu untuk mengejarmu. Orang yang lahir antara tanggal 21 April - 20 Mei punya hasrat untuk memegang kendali dalam lingkungan. Namun di balik sosoknya yang berpendirian, mereka sangat menikmati kesenangan seperti seks dan barang-barang mewah. Dia akan bekerja keras untuk memenuhi kebutuhannya yang mahal tersebut. Taurus adalah zodiak yang penyabar, namun jangan terus pancing mereka kalau kamu nggak mau diserang."
    },
    {
        "judul" : "Gemini",
        "tgl" : "21 Mei - 21 Juni",
        "imageId" : "gemini",
        "tempat" : "Wanita Kembar",
        "deskripsi" : "Gemini yang berlambang anak kembar membuat mereka kurang suka melakukan banyak hal seorang diri. Baginya, komunikasi adalah hal yang terpenting dalam hidup dan mereka suka berbagi ide kepada orang lain. Mengobrol dengan orang yang lahir di tanggal 21 Mei - 21 Juni memang menyenangkan karena dia tahu banyak hal dan punya selera humor yang baik, namun kadang Gemini terkesan menyebalkan karena mereka suka cari-cari perhatian."
    },
    {
        "judul" : "Cancer",
        "tgl" : "22 Juni - 22 Juli ",
        "imageId" : "cancer",
        "tempat" : "Kepiting",
        "deskripsi" : "Kepiting adalah lambang zodiak Cancer. Meski ukurannya kecil, kepiting adalah salah satu hewan yang selalu membawa rumahnya kemanapun dia pergi. Hal tersebut merupakan cerminan dari karakter zodiak di tanggal 22 Juni - 22 Juli yang dekat dengan keluarga dan loyal kepada teman-temannya. Cara berjalan kepiting yang menyamping sesuai dengan prinsip orang Cancer; dia akan memilih jalan alternatif lain (selain berjalan lurus) untuk mencapai tujuannya. Hati-hati, Cancer akan mencapitmu kalau sedang moody."
    },
    {
        "judul" : "Leo",
        "tgl" : " 23 Juli - 23 Agustus",
        "imageId" : "leo",
        "tempat" : "Singa",
        "deskripsi" : "Leo merupakan zodiak dengan lambang singa, sang raja hutan. Leo memiliki kepribadian yang rileks namun punya rasa percaya diri yang besar. Karena terbiasa memimpin, maka zodiak yang berada di tanggal 23 Juli - 23 Agustus tersebut kurang bisa bekerja secara maksimal ketika dia berada di bawah pimpinan orang lain. Karena mereka adalah ‘raja’, mereka paling benci ketika merasa nggak dihargai. Sebagai raja yang baik, Leo selalu bersikap jujur apapun situasinya. Namun karena percaya dirinya yang begitu tinggi, dia terlihat seperti raja yang angkuh."
    }
]