[
    {
        "judul" : "Aries",
        "tgl" : "March 21 - April 19",
        "imageId" : "aries",
        "tempat" : "Male goat",
        "deskripsi" : "Aries is symbolized by the ram, which represents their love for challenges and their immense energy. In ancient belief systems, the ram was a symbol of leadership, courage, and power. People born under the zodiac sign from March 21 to April 19 have a fiery nature, always enthusiastic and hot-blooded. They tend to fear nothing and stand up for their friends. However, due to their emotions often overflowing, they can appear temperamental and impatient."
    }, 
    {
        "judul" : "Taurus",
        "tgl" : "April 21 - May 20",
        "imageId" : "taurus",
        "tempat" : "Bull",
        "deskripsi" : "The bull is the symbol of the Taurus zodiac. Not many people know that bulls actually have a calm nature. However, if they feel provoked, they won't hesitate to charge at you. People born between April 21 and May 20 have a desire to be in control of their surroundings. Behind their strong-willed persona, they greatly enjoy pleasures such as sex and luxurious items. They will work hard to fulfill their expensive needs. Taurus is a patient zodiac sign, but don't continuously provoke them if you don't want to be attacked."
    },
    {
        "judul" : "Gemini",
        "tgl" : "May 21 - June 21",
        "imageId" : "gemini",
        "tempat" : "Twins",
        "deskripsi" : "Gemini, represented by the symbol of twins, dislikes doing many things alone. Communication is the most important aspect of their lives, and they enjoy sharing ideas with others. Conversations with people born between May 21 and June 21 are enjoyable because they have a broad knowledge and a good sense of humor. However, Geminis can be annoying at times because they seek attention."
    },
    {
        "judul" : "Cancer",
        "tgl" : "June 22 - July 22",
        "imageId" : "kepiting",
        "tempat" : "Crab",
        "deskripsi" : "The crab is the symbol of the Cancer zodiac. Despite its small size, the crab is an animal that always carries its home wherever it goes. This reflects the character of individuals born between June 22 and July 22, who are close to their families and loyal to their friends. The sideways movement of the crab aligns with the principles of people with the Cancer zodiac sign; they will choose alternative paths (rather than a direct approach) to achieve their goals. Be careful, as Cancer individuals will pinch you when they're moody."
    },
    {
        "judul" : "Leo",
        "tgl" : " July 23 - August 23",
        "imageId" : "singa",
        "tempat" : "Lion",
        "deskripsi" : "Leo is a zodiac sign symbolized by the lion, the king of the jungle. Leo has a relaxed personality but possesses a great sense of self-confidence. Due to their natural inclination to lead, individuals born between July 23 and August 23 may find it difficult to work to their fullest potential when placed under the authority of others. As they are 'kings,' they detest feeling unappreciated. As a good ruler, Leo always maintains honesty regardless of the situation. However, due to their exceptionally high self-confidence, they may appear arrogant like a king."
    }
]
